results_i7_ssd/36/results.txt
transaction type: Custom query
scaling factor: 10
query mode: simple
number of clients: 1
number of threads: 1
duration: 60 s
number of transactions actually processed: 23626
latency average: 2.540 ms
tps = 393.737195 (including connections establishing)
tps = 393.743337 (excluding connections establishing)